Repository: krack/wp-horses-catalog
Catalog: languages/horses-catalog-*.po
Languages: fr_fr

source: horses list admin
fr_fr: catalogue de chevaux

source: Horse Catalog
fr_fr: Catalog de chevaux

source: document list import
fr_fr: importeur de la liste des document

source: Import manager
fr_fr: Importer

source: File uploaded
fr_fr: Fichier uploadé

source: The file already existing, it will be overrided.
fr_fr: Il existe déjà un fichier valide, celui-ci sera surchargé.

source: Warning : no file uploaded, the catalog is empty.
fr_fr: Attention : aucun fichier valide chargé pour le moment, le catalog est donc vide.

source: Horses
fr_fr: Chevaux

source: Year
fr_fr: Année

source: Horse pictures zip
fr_fr: Zip d'images des chevaux

source: Ignore pictures requeried and use media
fr_fr: Ignorer le besoin des photos requises et utilisé les médias

source: Import
fr_fr: Importer

source: Configuration labels
fr_fr: Configuration des labels

source: saved
fr_fr: savegardé

source: Menu title
fr_fr: Menu titre

source: All link label
fr_fr: Label du lien vers tous

source: save
fr_fr: sauvegarder

source: Medias name
fr_fr: Nom des médias

source: Adding wordpress medias with name can adding element on horse (photos, video, advertissement, pdf card
fr_fr: L'ajout de média wordpress avec un nom particulié permet d'ajouter à un cheval un élément (photos, video, pub, fiche pdf)

source: Example
fr_fr: Exemple

source: Add a photo
fr_fr: Ajouter une photo

source: horse id
fr_fr: identifiant du cheval

source: sequence id
fr_fr: numéro de séquence

source: Horse id is is value of columne 'id' in imported csv file.
fr_fr: L'identifiant du cheval est la valeur dans la colonne 'id' dans le fichier csv importé.

source: Sequence id order photos in galery.
fr_fr: Le numéro de séquence permet d'ordonnée les photos dans la galerie.

source: Photo with sequence id at 1 is use as profile picture.
fr_fr: La photo avec le numéro de séquence à 1 est utilisé comme photo de profil.

source: profile's photo
fr_fr: photo de profil

source: 5eme galerie's photos
fr_fr: 5ieme photo dans la galerie

source: Add a video
fr_fr: Ajouter une vidéo

source: horse id is is value of columne 'id' in imported csv file
fr_fr: L'identifiant du cheval est la valeur dans la colonne 'id' dans le fichier csv importé

source: horse's video
fr_fr: vidéo du cheval

source: Add a advertising
fr_fr: Ajouter une publicité

source: advertissement visible in horse card
fr_fr: publicité visible dans la fiche cheval

source: Add a pdf card
fr_fr: Ajouter une fiche pdf

source: pdf card file downloadable
fr_fr: fichier pdf téléchargeable de la fiche

source: File type is not csv
fr_fr: Le type du fichier n'est pas csv

source: File type is not zip
fr_fr: Le type du fichier n'est pas une archive

source: Empty file
fr_fr: Fichier vide

source: Error during file uploading
fr_fr: Erreur durant le téléchargement du fichier

source: File must be encoding in UTF-8
fr_fr: Le fichier doit être encodé en UTF-8

source: It's missing picture for horse with id : %s
fr_fr: Il manque une image pour le cheval avec l'id : %s

source: Error during copie after file validating
fr_fr: Erreur durant la copie après la validation du fichier

source: Error during extract pictures
fr_fr: Erreur durant l'extraction des images

source: Horse Catalog Document
fr_fr: Catalogue de document

source: Warning : no file uploaded, the documents list is empty.
fr_fr: Attention : aucun fichier valide chargé pour le moment, le catalogue de document est donc vide.

source: Documents files
fr_fr: Fichiers de documents

source: Adding wordpress medias for documents
fr_fr: Ajouté des médias pour des documents

source: Add a document
fr_fr: Ajouter un document

source: Horse id is is value of columne 'ID_Etalon' in imported csv file for document.
fr_fr: L'identifiant du cheval est la valeur dans la colonne 'ID_Etalon' dans le fichier csv importé.

source: horse's document file
fr_fr: document pour le cheval

source: File opening impossible
fr_fr: Ouverture du fichier impossible

source: File invalid : separator char must be %s
fr_fr: Fichier invalide: le caractère séparateur doit être %s

source: File invalid row %u with data %s : bad field number : actual %u, excepted %u
fr_fr: Fichier invalide ligne %u avec la donnée %s : mauvais nombre de champs : actuel %u, attendu %u

source: Stallion name
fr_fr: Nom étalon

source: Plugs<br /> sports performances<br /> from production
fr_fr: Fiche<br /> performances sportives<br /> de la production

source: Plugs\nsports performances\nfrom production
fr_fr: Fiche performances sportives de la production

source: Specifications sheet<br /> transmissible model,<br /> gaits and free jumping
fr_fr: Fiche caractéristiques<br /> transmissibles modèle,<br /> allures et saut en liberté

source: Specifications sheet<\ntransmissible model,\ngaits and free jumping
fr_fr: Fiche caractéristiques transmissibles modèle, allures et saut en liberté

source: Number of products characterized in SF breeding competitions as :
fr_fr: Nombre de produits caractérisés en concours d’élevage SF en tant que :

source: Products
fr_fr: Produits

source: PDF<br/> card
fr_fr: Fiches<br/> PDF

source: Father
fr_fr: Père

source: Mother of father
fr_fr: Père de mère

source: Consult the PDF file of the horse
fr_fr: Consulter la/les<br /> fiche(s) PDF du cheval

source: Search a stallion
fr_fr: Rechercher un étalon

source: Search by name
fr_fr: Rechercher par nom

source: Very promising
fr_fr: Très prometteur

source: Hope
fr_fr: Espoir

source: To follow
fr_fr: À suivre

source: %s years
fr_fr: %s ans

source: Download in pdf his expertise at %s years %s (%s)
fr_fr: Télécharger en pdf son expertise à %s ans %s (%s)

source: Download in pdf his expertise at %s years (%s)
fr_fr: Télécharger en pdf son expertise à %s ans (%s)

source: Video
fr_fr: Vidéo

source: Complete video
fr_fr: Voir toutes les vidéos

source: Coming soon online
fr_fr: Prochainement en ligne

source: Expertise at %s years %s (%s)
fr_fr: Expertise à %s ans %s (%s)

source: Expertise at %s years (%s)
fr_fr: Expertise à %s ans (%s)

source: Pedigree
fr_fr: Pédigrée

source: Strong points
fr_fr: Points forts

source: Maternal Lineage Expertise
fr_fr: Expertise Lignée Maternelle

source: Expertise judges
fr_fr: Expertise juges

source: Testing expertise
fr_fr: Expertise testage

source: Riders reviews
fr_fr: Avis des cavaliers

source: Owner
fr_fr: Propriétaire

source: Breeder
fr_fr: Naisseur

source: Protected mares in %s
fr_fr: Juments saillies en %s

source: Year of riding in France
fr_fr: Année de monte en France

source: Protected mares in France
fr_fr: Juments saillies en France

source: SIRE card
fr_fr: fiche SIRE

source: Osteo Articular Status
fr_fr: Statut Ostéo Articulaire

source: X-ray year: %s
fr_fr: Année radio : %s

source: Stallions
fr_fr: Étalons

source: Producing in SFO
fr_fr: Produisant en SFO

source: PGA eligible
fr_fr: Éligible PGA

source: Age filter :
fr_fr: Filtrer par âge :

source: Categories filter :
fr_fr: Filtrer par catégorie de labellisation :

source: Filter stallion :
fr_fr: Filtrer les étalons :

source: Name filter :
fr_fr: Filtrer par nom :

source: search
fr_fr: rechercher

source: By %s x %s
fr_fr: Par %s x %s

source: International riders opinion %s
fr_fr: L’avis des cavaliers internationaux %s

source: Ability to climb jump obstacle
fr_fr: Aptitude à l’obstacle saut monté

source: Means, style, aptitude
fr_fr: Moyens, style, aptitude

source: Availability
fr_fr: Disponibilité

source: Impulses, reactivity
fr_fr: Influx, réactivité

source: Instinct, helm intelligence
fr_fr: Instinct & intelligence de la barre

source: General impression
fr_fr: Impression générale

source: Maternal Lineage Expertise %s
fr_fr: Expertise Lignée Maternelle %s

source: Click to learn to read maternal lineage
fr_fr: Cliquez pour apprendre à lire la lignée maternelle

source: Mother
fr_fr: Mère

source: Total weighted points
fr_fr: Total points pondérés

source: Final note
fr_fr: Note finale

source: Name
fr_fr: Nom

source: foreign bloodline
fr_fr: lignée étrangère

source: Expertise judges SF & International riders %s
fr_fr: Expertise juges SF & cavaliers internationaux %s

source: Expertise judges SF %s
fr_fr: Expertise juges SF %s

source: Modele
fr_fr: Modèle

source: Race type
fr_fr: Type race

source: Head tie - neckline
fr_fr: Attache de tête – encolure

source: Front profile (shoulder- forearm)
fr_fr: Profil avant (épaule- avant bras)

source: Top line(tourniquet-dos-kidney)
fr_fr: Ligne de dessus (garrot-dos-rein)

source: Rear profile(rump-thigh-basin)
fr_fr: Profil arrière (croupe-bassin-cuisse)

source: Limbs
fr_fr: Aplombs

source: Comment
fr_fr: Commentaire

source: Locomotion and general functioning
fr_fr: Locomotion et fonctionnement général

source: Pace
fr_fr: Pas

source: Gallop
fr_fr: Galop

source: General functionning
fr_fr: Fonctionnement général

source: Ability to obstacle
fr_fr: Aptitude à l’obstacle

source: Balance on jumps
fr_fr: Équilibre sur les sauts

source: Means on the obstacle
fr_fr: Moyens sur l’obstacle

source: Style on the obstacle
fr_fr: Style sur l’obstacle

source: Behaviours
fr_fr: Comportement

source: Jumping ability
fr_fr: Aptitude à l’obstacle saut en liberté

source: General average obtained in the 2-year-old championship or in the qualifier at 3 years old
fr_fr: Moyenne générale obtenue au championnat des 2ans ou en qualificative à 3ans

source: Expertise judges SF Obstacle
fr_fr: Expertise Juges SF Obstacle

source: Equilibre & availability
fr_fr: Equilibre & disponibilité

source: Means & path
fr_fr: Moyens & trajectoire

source: Impression in a body
fr_fr: Impression d'ensemble

source: Expertise judges SF Paces
fr_fr: Expertise Juges SF Allures

source: Globale impression
fr_fr: Impression d’ensemble

source: Expertise judges SF obstacle
fr_fr: Expertise Juges SF Obstacle

source: Expertise judges SF model
fr_fr: Expertise Juges SF Modèle

source: Top line
fr_fr: Ligne de dessus

source: Stallion Bonus Assessment
fr_fr: Appréciation Bonus Etalon

source: Click to learn bonus etalons
fr_fr: Cliquez pour apprendre le bonus étalons

source: Final expertise
fr_fr: Expertise finale

source: The strong points
fr_fr: Les points forts

source: Expertise SF test team %s
fr_fr: Expertise équipe testage SF %s

source: General operation
fr_fr: Impression générale

source: Temperament - Behavior
fr_fr: Tempérament - Comportement

source: Emotionality
fr_fr: Émotivité

source: evaluation of emotionality in relation to the environment
fr_fr: évaluation de l'émotivité par rapport à l'environnement

source: Confident
fr_fr: Confiant

source: Emotional
fr_fr: Émotif

source: Sensory sensitivity
fr_fr: Sensibilité sensorielle

source: evaluation of the horse's reaction to a human request
fr_fr: évaluation de la réaction du cheval face à une demande de l'humain

source: Not very reactive, not very sensitive
fr_fr: Peu réactif, peu sensible

source: Reactive, very sensitive
fr_fr: Réactif, très sensible

source: Reactivity towards humans
fr_fr: Réactivité vis-à-vis des humains

source: evaluation of the horse's reaction to human movements
fr_fr: évaluation de la réaction du cheval vis-à-vis des mouvements de l'humain

source: In trust
fr_fr: En confiance

source: Worried
fr_fr: Inquiet

source: Motor activity
fr_fr: Activité motrice

source: Cold
fr_fr: Froid

source: Energetic
fr_fr: Énergique

source: Gregariousness
fr_fr: Grégarité

source: sensitivity to the presence of its congeners
fr_fr: sensibilité à la présence de ses congénères

source: Stay focused
fr_fr: Reste concentré

source: Becomes distracted
fr_fr: Se déconcentre

source: Behavior under the saddle
fr_fr: Comportement sous la selle

source: Behavior in care
fr_fr: Comportement aux soins

source: Globale behavior
fr_fr: Comportement global
